Repository: gaoypChina/gencrmv5
Catalog: lib/l10n/app_*.arb
Languages: my

source: Unknown
my: မသိပါ

source: Add new car
my: ကားအသစ်ထည့်ပါ

source: Login
my: အကောင့်ဝင်ရန်

source: Email
my: အီးမေးလ်

source: Password
my: စကားဝှက်

source: Forgot password
my: စကားဝှက်မေ့သည်

source: Register
my: အကောင့်မှတ်တမ်းရန်

source: Notification
my: အသိပေးချက်

source: Change password
my: စကားဝှက်ပြောင်းပါ

source: Logout
my: အကောင့်ထွက်ရန်

# continue_my
source: Continue
my: ကျွန်ုပ်ဆက်ပါ

# processing_the_request
source: Processing request...
my: တင်မြန်စွာလုပ်နေဆဲ...

source: Please wait a moment!
my: စက္ကန့်တစ်ခုစောင့်ပါ!

source: Success
my: အောင်မြင်စွာ

source: fail
my: မအောင်မြင်ခဲ့သည်

source: Warning
my: သတိပေးချက်

# this_account_is_invalid
source: Invalid account
my: ဒီအကောင့်သည်မမှန်ကန်ပါ

source: Invalid phone number
my: မမှန်ကန်ပါသေးသည့်ဖုန်းနံပါတ်

source: Password must be at least 6 characters
my: စကားဝှက်သည်အနည်းဆုံး 6 လုံးဖြစ်ရမည်

# name_cannot_be_left_blank
source: Name cannot be empty
my: အမည်ကို မရွေ့ပါ

source: Login has expired
my: အကောင့်ဝင်သည့်အချက်အလက်သည့်အချိန်မြေပို့ထားသည်

# press_again_to_exit
source: Press one more time to exit
my: အကောက်ပြန့်နေသောအတွင့်နီးစပ်နှိပ်ပါ

source: Full name
my: နာမည်အပြည့်

source: Account information
my: အကောင့်အချက်အလက်

source: Policy terms
my: မူဝါဒများ

source: Save
my: သိမ်းဆည်းပါ

source: An error occurred!
my: အမှားအနားတစ်ခုတက်ပြီးတင်ပြနေသည်!

# home_page
source: Home
my: ပင်မစာမျက်နှာ

# introduce
source: Introduction
my: အကြောင်းအရာ

# enter_full_name
source: Enter first and last name
my: နာမည်အပြည့်ထည့်ပါ

source: Enter your email
my: သင့်အီးမေးလ်ကိုထည့်ပါ

source: Enter your password
my: သင့်စကားဝှက်ကိုထည့်ပါ

# password_not_match
source: Password does not match!
my: စကားဝှက်မကိုက်ညီသည်!

source: Login session expired, please login again!
my: အကောင့်ဝင်သည့်အချက်အလက်သည့်အချိန်ကြီးသွားသည်။ အကောင့်ဝင်ပြန်သွားပါ!

source: OK
my: အိုကေ

# new_photo_shoot
source: Take a new photo
my: ပုံရိပ်အသစ်ထည့်ပါ

# new_video_recoding
source: Record a new video
my: ဗီဒီယိုအသစ်ထည့်ပါ

# pick_file
source: Select file
my: ဖိုင်ရွေးပါ

# pick_photo
source: Select an existing photo
my: ပုံရွေးပါ

# go_to_setting
source: Go to settings
my: ဆက်တင်ကိုသွားပါ

# you_have_not_granted_access_to_photos
source: Haven't you granted permission to access the photos?
my: သင့်ပုံမျှဝေကုန်မရနိုင်ပါသည်?

# enter_number_phone_or_license_plates
source: Enter phone number or number plate
my: ဖုန်းနံပါတ်သို့သင့်ကီးမှတ်တမ်းထည့်ပါ

source: Phone
my: ဖုန်း

source: Enter phone
my: ဖုန်းနံပါတ်ထည့်ပါ

# license_plates
source: Number plate
my: ကီးမှတ်တမ်း

# enter_license_plates
source: Enter number plate
my: ကီးမှတ်တမ်းထည့်ပါ

# you_must_enter_your_phone_number_or_license_plates
source: You must enter a phone number or license plate
my: သင့်ဖုန်းနံပါတ်သို့ကီးမှတ်တမ်းထည့်ရမည်

source: CHECK
my: စစ်စေးပါ

# add_success
source: Add new successfully!
my: ထည့်သွင်းမှုအောင်မြင်စွာဖြစ်သည်!

source: Please enter all required fields (*)
my: အားလုံးလိုအပ်ပါခြင်း (*) ထည့်ပါ

source: Select
my: ရွေးပါ

source: Go
my: သွားပါ

source: Cancel
my: ပယ်ဖျက်ပါ

source: Preview image
my: ပုံအသစ်ကိုကြည့်ပါ

source: Car brand
my: ကားကုမ္ပဏီ

source: car series
my: ကားစီမံကိန်း

source: Version
my: ဗားရှင်း

source: Year of manufacture
my: အရှေ့ကျဆုံးသက်တမ်း

source: Car class
my: ကားအမျိုးအစား

source: Style
my: ပုံအမျိုးအစား

source: Close
my: ပိတ်ပါ

# number_seats
source: Number of seats
my: ခွေချင်းအရာများနံပါတ်

source: Call operator
my: လက်ရှိလုပ်ဆောင်ပါ

source: Call ended
my: လက်မှတ်သွားပြီ

source: Account verification
my: အကောင့်အတင်နေသည်

# please_enter_the_otp_sent_to_the_email
source: Please enter the OTP sent to email:
my: အီးမေးလ်သို့ပေးပို့ပါမည့် OTP ကိုထည့်ပါ:

# have_not_received_the_code
source: Didn't receive the code?
my: ကုတင်နံပါတ်ကိုမရရှိပါသည်?

# send_again
source: Resend
my: ထပ်ပို့ပါ

source: Confirm
my: အတည်ပြုပါ

# verification_codes
source: Verification code
my: အတည်ပြုအကုဒ်များ

# update_password_successful
source: Password update successful!
my: စကားဝှက်အသစ်တင်သွင်းမှုအောင်မြင်စွာဖြစ်သည်!

source: Update password
my: စကားဝှက်အသစ်တင်သွင်းပါ

source: Enter a new password to log into your account
my: အကောင့်ဝင်ရန်စကားဝှက်အသစ်ထည့်ပါ

source: Completed
my: ပြီးဆုံး

# enter_password_again
source: Re-enter password
my: စကားဝှက်ကိုထပ်ထည့်ပါ

# please_enter_email_register_account
source: Please enter your account registration email
my: အကောင့်အတင်နေသည့်အီးမေးလ်ထည့်ပါ

source: User
my: အသုံးပြုသူ

# change_address_application
source: Change application address
my: တည်နေရာအက်ပ်ကိုပြောင်းပါ

source: Check the information
my: အချက်အလက်ကိုစစ်ဆေးပါ

source: Account
my: အကောင့်

# print_finger_face_id
source: Fingerprint, face
my: ဆိုလျှင်အဆုံးမျှင်, မြှင့်လျှင်အရည်အချင်း

# login_with_fingerprint_face_id
source: Face and fingerprint login
my: ဆိုလျှင်အဆုံးမျှင်, မြှင့်လျှင်အကောင့်ဝင်ရန်

# begin
source: Before
my: စတင်ပါ

source: After
my: နောက်ပိုင်း

# you_have_not_granted_permission_to_access_the_photo
source: Haven't you granted permission to access the photo?
my: သင့်ပုံကိုဝင်ရောက်ခွင့်မရနိုင်ပါသည်?

source: Add attachment
my: မှတ်ချက်ထည့်ပါ

source: Delete attachment
my: မှတ်ချက်အသစ်ဖျက်ပါ

source: See attachment
my: မှတ်ချက်ကိုကြည့်ပါ

source: Select attachment
my: မှတ်ချက်ကိုရွေးပါ

# no_data
source: No data yet
my: ဒီ့ရှိမည်သေးမရနိုင်ပါ

source: Add
my: ထည့်ပါ

source: individual
my: ပိုင်သူ

source: organization
my: အဖွဲ့

source: New data added successfully!
my: အသစ်ထည့်သွင်းမှုအောင်မြင်စွာဖြစ်သည်!

# the_amount_paid_cannot_be_greater_than_the_total_amount
source: The amount paid cannot be greater than the total
my: ငွေချေသည်စုစုပေါင်းငွေထက်မကြီးခဲ့သည်မဟုတ်ပါ

# discuss
source: Discussion
my: ဆွေးနွေးပါ

# come_back
source: Back
my: ပြန်သွားပါ

source: Enter content
my: အကြောင်းအရာထည့်ပါ

source: Check-in
my: အရာအိုက်ကိုစစ်ဆေးပါ

source: Your position
my: သင့်ရဲ့နေရာ

source: Check in again
my: အရာအိုက်ကိုစစ်ဆေးပါပြီ

source: Delete
my: ဖျက်ပါ

source: Location
my: နေရာ

source: Edit information
my: အချက်အလက်တည်းဖြတ်ပါ

# update_data_successfully
source: Data update was successful!
my: ဒီ့ကိုတည်းဖြတ်ပြီးမှုအောင်မြင်စွာဖြစ်သည်!

source: Click to sign
my: ကလစ်ဖြင့်စွမ်းမပြန်ပါ

source: Unpaid
my: ငွေပေးပြီးမရှိသည်

# the_amount_cannot_be_greater_than_the_outstanding_amount
source: Amount cannot be greater than the outstanding amount
my: ငွေချေထက်မကြီးခဲ့သည်မဟုတ်ပါ

# rate_star_please
source: Please rate the number of stars
my: ကြိုက်ရာနံပါတ်ထည့်ပါ

source: Not yet
my: မဟုတ်ပါ

source: Find
my: ရှာပါ

# add_discuss
source: Add discussion
my: ဆွေးနွေးထည့်ပါ

source: Edit
my: တည်းဖြတ်ပါ

# information
source: General information
my: အချက်အလက်များ

source: Are you sure you want to delete?
my: သင့်သည်ဖျက်လိုသောကိစ္စသောလား?

source: Total amount
my: စုစုပေါင်းငွေ

source: Select product
my: ထည့်သွင်းပါ

# find_product
source: Find products
my: ပစ္စည်းရှာပါ

# code_product
source: Product code
my: ပစ္စည်းကုဒ်

source: Price
my: စျေးနှုန်း

# dvt
source: unit
my: အမျိုးအစား

source: VAT
my: အထွေထွေ

# sale
source: discount
my: ရောင်းမှု

# enter_price_sale
source: Enter discount
my: ရောင်းနှုန်းထည့်ပါ

source: You cannot enter a discount greater than the price of the product
my: သင့်ပစ္စည်းတစ်ခုအနုန်းသာ ရောင်းနှုန်းထည့်ပါမဟုတ်ပါ

source: You cannot enter more than 100%
my: 100 ထက်မကြီးထည့်ပါမဟုတ်

source: Enter
my: ထည့်ပါ

source: Enter price
my: စျေးနှုန်းထည့်ပါ

# sign
source: Sign for receipt
my: လှည့်ပါ

# pay
source: Payment
my: ငွေပေးပါ

# call
source: Make a call
my: ချောင်းပါ

# detail
source: Details
my: အသေးစိတ်

source: Unread
my: မဖတ်ပါ

source: Readed
my: ဖတ်ပြီး

# delete_success
source: Delete successful
my: ဖျက်ပြီးသားပြီ

source: Enter name, barcode, qrcode
my: အမည်နှင့်ဘာကိုတင်ပါ

# select_filter
source: Select
my: ရွေးပါ

# pick_filter
source: Selection
my: ရွေးပါ

source: Sales
my: ရောင်းမှု

# real_revenue
source: Really
my: ပြောင်းသောငွေ

# number_contract
source: Contract number
my: စုစုပေါင်းရောင်းသောနံပါတ်

source: Report
my: အစီရင်ခံစာ

# turn_over
source: General sales
my: တင်ပြပါ

# sales_product
source: Sales of products
my: ထုတ်ဝေရောင်းချသည်

source: Employee turnover
my: ဝန်ထမ်းစရာကော်မတီခံချသည်

# all_company
source: Company-wide
my: အားလုံးကုမ္ပဏီ

source: All
my: အားလုံး

source: Hide details
my: အသေးစိတ်များကိုဖျက်ပါ

source: Undefined
my: မသုံးပါ

source: contract
my: စာရင်း

source: Done
my: ပြီးဆုံး

source: car
my: ကား

source: Check out
my: ရွေးစစ်ပါ

source: Enter current password
my: လက်ရှိစကားဝှက်ကိုထည့်ပါ

source: Current password
my: လက်ရှိစကားဝှက်

# enter_your_new_password
source: Enter a new password
my: သင့်စကားဝှက်အသစ်ထည့်ပါ

source: New password
my: စကားဝှက်အသစ်

# avatar
source: Available image
my: ပုံသစ်

# number_phone
source: Phone number
my: ဖုန်းနံပါတ်

source: Address
my: လိပ်စာ

# login_fail_please_try_again
source: Login failed, please try again
my: အကောင့်ဝင်မအောင်မြင်မို့ပါသည်

source: The device has not set up fingerprint, face
my: စက်ကိုအဆုံးမျှင်အဆုံးအစားသည်မဟုတ်ပါ

source: doing
my: ဖြစ်နေသည်

source: Client
my: ဖောက်သည်

# action
source: OPERATION
my: လုပ်ငန်း

# copy_success
source: Copy successful
my: ကော်လံသို့သွားမှု

source: Copy
my: ကော်သွားပါ

source: Select type
my: အမျိုးအစားကိုရွေးပါ

source: You can only choose
my: သင့်သည်အနုန်းတစ်ခုကိုရွေးပို့နိုင်ပါပြီ

source: value
my: တန်ဖိုး

source: Sign again
my: ထပ်မံစွမ်းပါ

# you_have_not_done_the_sign_yet
source: You haven't signed yet!
my: သင့်စွမ်းမကြီးပါဘူး!

source: Electronic signature
my: အာလှဓမီစာတမ ်း

# have_not_granted_location_access
source: Have you not granted location access?
my: သင့်အနီးမေးလ်သို့ဝင်ခွင့်မပြန်ပြမည်ပါဘူး?

source: Number
my: နံပါတ်

source: Are you sure you want to sign out?
my: သင့်ထွက်ရန်သေသည်မှာကိုယ်တိုင်မျှသောနံပါတ်ဖြင့်စွမ်းလို့ရန်သေချာပါသလား?

source: agree
my: သဘောတူပါ

# enter_address_application_below
source: Enter the application address below
my: အက်ပ်ကိုအောက်ဖော်ပြခွင့်မပြည့်သူနှင့်စက်ပစ္စည်းကုဒ်ကိုထည့်ပါ
